Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/samilogut/2015/6_forskningsradene_40_ar.pdf.tmx
Source language: nob
Languages: sme

source: Språkvitenskap er det faget som i størst grad er blitt styrket gjennom de tre programmene "Samisk og kvensk språk, historie og kultur", "Program for samisk forskning" og "Program for samisk forskning II", et klart resultat av samtlige programmers fokus på dette faget (se 3.6).
sme: Gielladieđa lea fága mii eanemusat lea nannejuvvon dan golmma prográmma bokte; prográmma “Sámi ja kvena giella, historjá ja kultuvra”, “Sámi dutkama prográmma” ja “Sámi dutkama prográmma II”, ja lea čielga boađus buot prográmmaid čalmmustahttimis dán fágas (Geahča 3.6).

source: Språkvitenskap har fått 24 tildelinger, herav 11 forskerprosjekter, ett postdok. -stipend og seks doktorgradsstipend.
sme: Gielladieđa lea ožžon 24 juolludeami, main leat 11 dutkanprošeavtta, okta poastadoavttirstipeanda ja guhtta doavttirgrádastipeandda.

source: Det nest største "faget" utgjøres av 22 tverrfaglige bevilgninger, med en jevn økning fra det første til det siste programmet.
sme: Dan nubbin stuorimus “fágii” leat juolluduvvon 22 doaresfágalaš ruhtadeami, mii jeavddalaččat lea lassánan vuosttaš prográmmas maŋemus prográmmii.

source: Dette stemmer overens med at de to programmene i Norges forskningsråd har satset på forskning innenfor tema som åpnet for bidrag fra flere fag, mens RHF-programmet fokuserte på tradisjonelle forskningsfag.
sme: Diet doallá bures deaivása, go dat guokte prográmma Norgga dutkanráđis leat áŋgiruššan dutkat fáttaid mat ledje veahkkin máŋgga fágii, seammás go Humanisttalaš dutkanráđđi fokuserii dušše árbevirolaš dutkanfágaid.

source: Deretter følger historie med 20 tildelinger.
sme: Dasto čuovvu historjá 20 juolludemiin.

source: De fleste historiebevilgningene var ulike former for prosjektstøtte – hovedvekten av dem ble gitt i programmet "Samisk og kvensk språk, historie og kultur", som hadde varierte prosjekttyper som i dag ville gått inn i prosjektstøttekategorien.
sme: Eanas historjájuolludeami ledje iešguđetlágán prošeaktadoarjagat – eanas dain juolluduvvoje prográmmas “Sámi ja kvena giella, historjá ja kultuvra”, main ledje rievddadeaddji prošeaktasortta, mat dál manašii prošeaktadoarjjakategoriijai.

source: De to programmene i Forskningsrådet har til sammen bare gitt to studentstipend og et mindre forskerprosjekt til historiefaget.
sme: Dat guokte prográmma Dutkanráđis leat oktiibuot juolludan guokte studeantastipeandda ja ovtta unnit dutkanprošeavtta historjáfágas.

source: Programmenes 4. største fag er kunstfag, inkludert duodji, med 13 tildelinger.
sme: Prográmmaid 4. stuorimus fága leat dáiddafága, oktan dujiin, masa leat 13 juolluduvvon.

source: Seks av disse er studentstipend, men faget har også et av de største forskerprosjektene i "Program for samisk forskning II", som blant annet omfatter en postdok. - og tre doktorgradsstipend, det ene finansiert av Universitetet i Tromsø.
sme: Guđas dain leat studeantastipeandda, muhto fágas lea maid okta dain stuorimus dutkanprográmmain “Sámi dutkama prográmma II”, mas earret eará lea poastadoavttir- ja golbma doavttirgrádastipeandda, ovtta dain lea Tromssa universitehta ruhtadan.

source: Antropologifaget, som man kanskje kunne ventet en høy uttelling for, ligger på 5. plass med ni bevilgninger.
sme: Antropologiijafága, mas gánske livčče galgan vuordit eambbo bohtosiid, lea 5. Sajis ovcciin juolludemiin.

source: Det er sannsynlig at den antropologiske forskningen inngår i flere av de tverrfaglige prosjektene.
sme: Lea jáhkkimis nu ahte antropologiija dutkan lea mielde máŋgga doaresfágalaš prošeavttas.

source: 6.3.6 Samisk språk
sme: 6.3.6 Sámegiella

source: "Samisk og kvensk språk, historie og kultur" pekte ut språkforskning som et av sine oppmerksomhetsområder.
sme: Prográmma "Sámi ja kvena giella, historjá ja kultuvra" válljii gielladutkama ovtta iežaset áŋgiruššansuorgin.

source: Både grammatikk, dialektforskning, språkrøkt og "praktisk språkarbeid" ble framhevet.
sme: Sihke grammatihkka, suopmandutkan, gielladikšun ja “praktihkalaš giellabargu” deattuhuvvui.

source: Likevel ser det ikke ut til at man la særskilt til rette for bruk av samisk som vitenskapsspråk i selve forskningsprosessen.
sme: Goitge ii oro nu ahte láhččojuvvui dilli earenoamážit vai sámegiella livčče leamaš dieđalašgiellan dutkanbarggus.

source: Begge Forskningsrådets programmer for samisk forskning har hatt oppmerksomhet rettet mot bruk av samisk språk, både i formidlingssammenheng og i selve forskningen.
sme: Goappaš Dutkanráđi prográmmain sámi dutkamis lea fuomášupmi dan guvlui leamaš ahte sámegiela geavahit, sihke gaskkustanoktavuođain ja iežas dan dutkamis.

source: Man anser at forskere som skriver på samisk, utvikler nye samiskspråklige begrep, og på den måten er de også med å få fram nye perspektiv i forskningen.
sme: Lea čájehuvvon ahte dutkit geat čállet sámegillii, ráhkadit ođđa sámegielat doahpagiid, ja de leat dan bokte maiddái oažžume ođđa perspektiivva dutkamis.

source: Begge programmene har derfor oppfordret til dette og har i tillegg bevilget midler til Samisk vitenskapelig tidsskrift, som publiserer originalarbeider på samisk.
sme: Goappaš prográmmat leat ávžžuhan dasa ja leat dasa lassin juolludan ruđaid Sámi dieđalaš áigečállagii, mii almmuha vuođđobargguid sámegillii.

source: Det har ikke vært foretatt noen systematisk gjennomgang av frekvensen av forskningsarbeider på samisk, men i midtveisevalueringen av "Program for samisk forskning II" (se 6.2.6.3) oppsummerer programstyret at det er gitt et tilskudd til et doktorgradsstipend med nordsamisk som arbeidsspråk og til et samiskspråklig forskerprosjekt.
sme: Eai leat systemáhtalaččat guorahallan man dávjá dutkanbarggut leat sámegillii, muhto gaskaárvvoštallamis “Sámi dutkama prográmma II” (geahča 6.2.6.3) čoahkkáigeassá prográmmastivra ahte lea juolluduvvon doarjja ovtta doavttirgrádastipendii, mas lea davvisámegiella bargogiellan ja ovtta sámegielat dutkanprošektii.

source: Tre andre forskerprosjekter har hatt samisk språk i litteratur, estetisk terminologi og muntlig bruk som sentrale deler av problemstillingene sine, og de må derfor ses på som viktige bidrag til utvikling av samisk som vitenskapsspråk.
sme: Golmma eará dutkanprošeavttas lea sámegiella girjjálašvuođas, estetihkalaš terminologiijas ja njálmmálaš gielas guovddáš oassin sin váttisvuođačuolmmain, ja daid ferte dan dihte oaidnit mávssolažžan go galggašii sámegiela ovdánahttit dieđalašgiellan.

source: 6.3.7 De små samiske språkområdene
sme: 6.3.7 Smávva sámi giellaguovllut

source: Alle forskningsprogrammene har vært spesielt oppmerksomme på "minoritetene i minoriteten", det vil si de sør- og lulesamiske områdene i Norge.
sme: Buot dutkanprográmmat leat earenoamážiid fuomášuhttán “minoritehtaid minoritehtas”, nugo lulli- ja julevsámi guovlluid Norggas.

source: "Samisk og kvensk språk, historie og kultur" hadde et eget institusjonsstøttetiltak hvor man skulle starte med å kartlegge potensielle studenter i det sørsamiske miljøet, deretter utlyse studentstipend, og så et forskningsstipend i sørsamisk språk.
sme: “Sámi ja kvena giella, historjá ja kultuvra” prográmmas lei sierra ásahusdoarjjadoaibmabidju mas galge álggahit kártet vejolaš studeanttaid lullisámi birrasiin, dasto almmuhit stipeandda, ja de dutkanstipeandda lullisámegielas.

source: Dessverre klarte man bare å lokalisere en mulig studentstipendiat, men programmet finansierte to prosjekter i sørsamisk historie.
sme: Dađi bahábut nagodedje gávdnat ovtta vejolaš studeantastipendiáhta, muhto prográmma ruhtadii guokte prošeavtta lullisámi historjjás.

source: Evalueringsrapporten påpekte at den sørsamiske forskningen kom for svakt ut i programmet.
sme: Árvvoštallanrapporta cuiggodii go lullisámegiel dutkan bođii hejot ovdán prográmmas.

source: "Program for samisk forskning" hadde Kulturell variasjon og kompleksitet i tid og rom som en av sine gjennomgående prioriteringer, og utdypet dette som "komparative aspekter og temaer og områder som har fått liten forskningsmessig oppmerksomhet til nå".
sme: “Sámi dutkama prográmmas” lei Kultuvrralaš variašuvdna ja áiggi ja saji máŋggadáfotvuohta, mii lei dakkár maid sii vuoruhedje, ja čiekŋudedje dan nugo “komparatiiva oainnut ja fáttat ja suorggit mat leat unnán dutkojuvvon dássážii”.

source: Programmet finansierte to forskerprosjekter og to studentstipend i sørsamisk språk, historie og rettsvitenskap, og dessuten et stort prosjekt om lulesamiske forhold, "Etniske relasjoner i Nordre Nordland".
sme: Prográmma ruhtadii guokte dutkanprošeavtta ja guokte studeantastipeandda lullisámegielas, historjjás ja riektediehtagis, ja dasa lassin ovtta stuorit prošeavtta julevsámegiela dili birra, “Čearddalaš gaskavuođat Davvi Nordlánddas”.

source: "Program for samisk forskning II" videreførte prioriteringen fra det forrige programmet som en av sine målsettinger.
sme: "Sámi dutkama prográmma II” jotkkii dan ovddit prográmma vuoruhemiiguin, mii lei okta ulbmiliiguin sis.

source: Kapitlet Generelle perspektiver har et underkapittel, Mangfold og variasjon, der det trekkes fram som en særlig utfordring å øke den forskningsfaglige kunnskapen om sørsamene.
sme: Kapihttalis Obbalaš perspektiivvat lea vuolit kapihtal, Máŋggabealátvuohta ja variašuvdna, mas gesso ovdán earenoamáš hástalussan lasihit dutkanfágalaš máhtu lullisápmelaččaid birra.

source: I underkapitlet Kulturell og språklig variasjon utvides perspektivet til å omfatte lulesamisk og østsamisk.
sme: Vuolit kapihttalis Kultuvrralaš ja gielalaš variašuvdna viiddiduvvo perspektiiva fátmmastit maid julevsámegiela ja nuortalašgiela.

source: Programmet har finansiert seks doktorgrader, seks forskerprosjekter og et forprosjekt som utforsker problemstillinger knyttet til disse minoritetene, innenfor arkeologi, språk, rettsvitenskap, utdanning og ulike kulturelle aspekter.
sme: Prográmma lea ruhtadan guhtta doavttirgráda, guhtta dutkanprošeavtta ja ovtta ovdaprošeavtta mii guorahallá váttisvuođačuolmmaid mat gusket daidda minoritehtaide, arkeologiijas, gielas, riektediehtagis, oahpahusas ja iešguđet kultuvrralaš aspeavttain.

source: I tillegg til sør- og lulesamisk er det også et pitesamisk prosjekt, og fire prosjekter omhandler forholdene for russiske samer.
sme: Lassin lulli- ja julevsámegielas lea maid bihtánsámegielprošeakta, ja njeallje prošeavtta ruošša sápmelaččaid dili birra.

source: 6.3.8 Formidling
sme: 6.3.8 Gaskkusteapmi

source: Alle programmene har vært opptatt av å få formidlet både informasjon om sitt innhold og sine virkemidler og om resultatene fra prosjektene.
sme: Buot prográmmat leat háliidan oažžut dieđuid iežaset sisdoalus ja doaibmabijuid ja prošeavttaid bohtosiid oažžut almmuhuvvot.

source: Programmene har imidlertid valgt litt ulike innfallsvinkler og løsninger.
sme: Prográmmat leat goitge válljen iešguđetlágán vugiid ja čovdosiid.

source: "Program for samisk og kvensk språk historie og kultur" arrangerte i 1985 et medieseminar om programmet, produserte informasjonsmateriell og fikk laget et spesialnummer av bladet "Forskningsnytt", som var NAVFs populærvitenskapelige forskningsmagasin.
sme: "Prográmma sámi ja kvena gielas, historjjás ja kultuvrras" lágidii 1985 mediaseminára prográmma birra, ráhkadedje diehtojuohkinmateriálaid ja ožžo ráhkaduvvot sierra nummára bláđis “Dutkanođđasat”, mii lei NDDDa populearadieđalaš dutkanbláđđi.

source: Dessuten arrangerte programmet tre forskningsseminarer.
sme: Dasa lassin lágidii prográmma golbma dutkanseminára.

source: To av dem omhandlet samisk forskning: et seminar om vitenskapsteoretiske spørsmål knyttet til forskningen og et seminar om humanistisk og samfunnsvitenskapelig minoritetsforskning, med større vektlegging av konkrete forskningsprosjekter enn av generell vitenskapsteori.
sme: Guokte dain ledje sámi dutkama birra: okta seminára dieđalaš teorehtalaš gažaldagain, mat gulle dutkamii ja okta seminára humanisttalaš ja servodatdieđalaš minoritehtadutkamis, mas eambbo deattuhuvvui dihto dutkanprošeavttaid birra go obbalaš dieđalašteoriija birra.

source: I tillegg var forskerne aktive formidlere selv.
sme: Dasa lassin ledjet dutkit aktiivvalaš gaskkusteaddjit ieža.

source: I kjølvannet av Alta-saken ble mange av prosjektene oppfattet som interessante av mediene, og flere av forskerne i programmet ble trukket inn som leverandører av stoff til offentlige utredninger.
sme: Álttá-ášši ektui šadde máŋga prošeavtta beroštahttin mediaide, ja máŋga dutki prográmmas válljejuvvojedje juohkit dieđuid almmolaš guorahallamiidda.

source: "Program for samisk forskning" arrangerte to konferanser – en om rekruttering til samisk forskning og en om kunnskapsstatus på feltet.
sme: "Sámi dutkama prográmma” lágidii guokte konferánssa – okta sámi dutkama rekrutterema birra ja nubbi fas suorggi máhttodili birra.

source: Rekrutteringskonferansen omfattet en internasjonal del om rekruttering til høyere utdanning generelt og en samisk del der man tok opp erfaringer fra og utfordringer knyttet til forskning i samisk språk og forskning utført på samisk.
sme: Rekrutterenkonferánssas lei riikkaidgaskasaš oassi alit oahpu rekrutteremii obbalaččat ja sámi oassi mas ovdanbukte vásáhusaid ja hástalusaid sámegiela dutkamis ja dutkamat čađahuvvon sámegillii.

source: Kunnskapsstatuskonferansen var konsentrert om kartlegging og forskningsbehov.
sme: Máhttostáhtuskonferánsa lei kártema ja dutkandárbbu birra.

source: Erfaringer fra forskningsnettverk, forskningssamarbeid og formidling på nasjonalt og nordisk nivå ble drøftet, og det ble fokusert på forskningspolitiske målsettinger og utfordringer både i forskningsprosjekter og nettverkssamarbeid.
sme: Vásáhusat dutkanfierpmádagain, dutkanovttasbargguin ja gaskkusteapmi sisriikkalaččat ja davviriikkalaš dásis guorahallui, ja biddjui fuomášupmi dutkanpolitihkalaš mihttomeriide ja hástalusaide sihke dutkanprošeavttain ja fierpmádatovttasbargguin.

source: Programmet finansierte også en database for registrering av forskningsprosjekter.
sme: Prográmma ruhtadii maiddái diehtovuođu dutkanprošeavttaid registreremii.

source: Dette var en del av arbeidet for å etablere kunnskapsstatus på feltet.
sme: Diet lei oassin barggus ásahit máhttostáhtusa suorggis.

source: Dessverre nådde ikke betydningen av å registrere prosjekter i databasen ut til forskningsmiljøene i tilstrekkelig grad, og databasen ble etter noen år ikke videreført.
sme: Dađi bahábut ii olahan dutkanbirrasiidda doarvái bures ávki registreret prošeavttaid diehtovuđđui, ja diehtovuođuin eai šat joatkán moadde jagi maŋŋil.

source: "Forskningsdagene" var en god formidlingskanal for dette programmet.
sme: “Dutkanbeaivvit” ledje buorit diehtojuohkinkanála dán prográmmas.

source: 17 arrangementer med finansiering fra programmet ble formidlet under denne landsomfattende "paraplyen".
sme: 17 lágideami ruhtadii prográmma, gos besse juohkit dieđuid dan riikaviidosaš “goavddi” vuolde.

source: Programmet ga også støtte til to andre arrangement, til publisering av fire bøker og støtte til tidsskrifter – to ganger til Samisk vitenskapelig tidsskrift og en gang til det populærvitenskapelige tidsskriftet Bårjås.
sme: Prográmma juolludii maid doarjaga guovtti eará lágideapmái, almmuhii njeallje girjji ja juolludii doarjaga áigečállagiidda – guovtte geardde Sámi dieđalaš áigečállagii ja oktii populearadieđalaš áigečállagii Bårjås.

source: Dessuten støttet programmet to filmprosjekter: ett om utmarksbruk og verdderelasjoner og ett om Riddu Riđđu-festivalen som identitetsprosjekt.
sme: Dasa lassin doarjjui prográmma guokte filbmaprošeavtta: meahcásteami ja verddevuođa birra ja Riddu Riđđu-festivála identitehtaprošeakta.

source: "Program for samisk forskning II" vedtok en egen formidlingsplan, slik Forskningsrådet nå forventer av alle programmene sine.
sme: "Sámi dutkama prográmma II" mearridii sierra gaskkustanplána, nugo Dutkanráđđi dál vuordá juohke iežaset prográmmas.

source: Der presiseres det at formidlingsansvaret hovedsakelig ligger på forskerne og på de institusjonene hvor forskningen foregår, men at de bør legge kostnader til formidling inn i søknadsbudsjettene sine.
sme: Doppe dárkkuhedje ahte lea eanas dutkiid ovddasvástádus gaskkustit dutkamušaid ja maid daid ásahusaid gos dutkan dáhpáhuvvá, muhto ahte berrejit bidjat gaskkustanolggosgoluid mielde iežaset ohcamušbušeahtaide.

source: En gjennomgang av prosjektenes formidlingsvirksomhet i 2012 viste stor aktivitet, både i tradisjonelle formidlingsformer som bøker og konferanseinnlegg, og i form av kurs, seminarer, folkemøter og filmer.
sme: Go leat geahčadan prošeavttaid ovdanbuktimiid 2012, de ledje leamaš ollu doaimmat, sihke dábálaš gaskkustanvuogit nugo girjjit ja konferánsasáhkavuorut, ja maiddái kurssat, seminárat, álbmotčoahkkimat ja filmmat.

source: Programmet har dessuten utlyst formidlingsstøtte som separat søknadstype hvert år.
sme: Prográmma lea dasa lassin almmuhan gaskkustandoarjaga jahkásaččat.

source: Fra og med 2009 har det vært lagt særskilt vekt på publisering på samisk.
sme: 2009 rájes lea earenoamážiid deattuhuvvon almmuhit sámegillii.

source: Støtte til oversettelse har vært utlyst to ganger.
sme: Doarjja jorgaleapmái lea almmuhuvvon guovtte geardde.

source: Programmet har støttet utgivelse av to doktoravhandlinger om nordsamisk og en masteroppgave om umesamisk, en artikkelsamling om duodji og to numre av Samisk vitenskapelig tidsskrift, alt dette på samisk.
sme: Prográmma lea dorjon olggosaddit guokte doavttirgrádabarggu davvisámegillii ja ovtta masterbarggu upmisámegillii, artihkalčoakkáldaga duoji birra ja guokte nummára Sámi dieđalaš áigečállaga, buot dát ledje sámegillii.

source: Dessuten er det gitt støtte til oversettelse til nordsamisk av en publikasjon om polare forhold som ble utgitt som bilag til Forskningsrådets barneblad "Nysgjerrigper" nr. 3/07 i anledning det internasjonale polaråret.
sme: Dasa lassin lea juolluduvvon doarjja davvisámegielat jorgaleapmái diehtočállosa polára diliin, mii almmuhuvvui mielddusin Dutkanráđi mánáidbláđđái "Nysgjerrigper" nr. 3/07 riikkaidviidosaš polárajagi oktavuođas.

source: I 2012 arrangerte programmet en konferanse der en rekke av programmets forskere og stipendiater presenterte resultater fra forskningen sin, på feltene tradisjonskunnskap, språk, samiske samfunn i eldre og i moderne tid, forvaltnings- og rettighetsproblematikk.
sme: 2012 lágidii prográmma konferánssa gos máŋga prográmma dutkin ja stipendiáhtain ovdanbukte iežaset dutkanbohtosiid, surggiin árbevirolašmáhtus, gielas, sámi servodat dološ ja ođđa áiggis, hálddašan- ja riekteváttisvuođas.

source: To innlegg var viet kolasamenes situasjon, og professor Nils Butenschøn presenterte utredningen "Langs lange spor".
sme: Guokte oasi ledje biddjon Guoládaga sápmelaččaid dili birra ja professora Nils Butenschøn ovdanbuvttii guorahallama “Guhkes luottaid mielde”.

source: I den avsluttende debatten diskuterte man blant annet mulige konflikter knyttet til utvikling av samisk som vitenskapsspråk, men det ble også uttrykt bekymring for at for få samer lot til å være engasjert i programmet.
sme: Loahpalaččat digaštalle earret eará vejolaš vuostálasvuođaid mat šaddet sámegiela dieđalašgiela ovddideamis, muhto bođii maid ovdán ahte fuolastuvve go leat beare unnán sápmelaččat geat beroštedje prográmmas.

source: Programmet har også arrangert et seminar for doktorgradsstipendiatene, der formidling var tema og der stipendiatene fikk konkrete tips om formidling av resultater fra prosjektene sine.
sme: Prográmma lea maid lágidan seminára doavttirgrádastipendiáhtaide, mas gaskkusteapmi lei fáddán ja gos stipendiáhtat ožžo konkrehtalaš rávvagiid movt sáhtte almmuhit prošeavttaideaset.

source: 6.3.9 Internasjonalisering
sme: 6.3.9 Dahkat riikkaidgaskasažžan

source: Internasjonalisering av forskningen er blitt et stadig viktigere felt for Forskningsrådet, og forventningene til programmene om internasjonalisering av prosjektporteføljen er blitt tydeligere.
sme: Dahkat dutkamiid riikkaidgaskasažžan lea dađistaga šaddan deháleabbo oassi Dutkanráđis, ja prográmmain vurdojuvvo čielgaseabbo ahte dahkat riikkaidgaskasažžan iežaset prošeaktaárvobáhpiriid.

source: De to samiske programmene i Forskningsrådet har innarbeidet eksplisitte internasjonale perspektiver i programplanene sine.
sme: Dat guokte sámi prográmma Dutkanráđis leat doaimmahan čielga gaskariikkalaš perspektiivvaid iežaset prográmmaplánaide.

source: "Program for samisk forskning" relaterte sin internasjonale strategi til FNs urfolkstiår 1995-2005 og mente at et sentralt tema for internasjonal forskningsdialog kunne være teori og metodeutvikling i sammenhenger der man ofte legger vekt på muntlig kunnskapsoverføring.
sme: “Sámi dutkamuša prográmma” heivehii iežaset riikkaidgaskasaš strategiija ON álgoálbmot logijahkái 1995-2005 ja oaivvildedje ahte guovddáš fáddá riikkaidgaskasaš dutkandialogas sáhtášii leat teoriija ja metodaovddideapmi oktavuođain gos dávjá deattuhuvvo njálmmálaš oahpaheapmái.

source: Programplanen signaliserte at programmet ville bidra til at den samiske forskningen fikk eksponere seg i internasjonale sammenhenger.
sme: Prográmmaplána geažuhii ahte prográmma sáhtášii leat veahkkin vai sámi dutkan ovdánivčče gaskariikkalaš oktavuođain.

source: Programstyrets egenevaluering viste til at en rekke av prosjektene har internasjonale kontakter og samarbeider med utenlandske forskere, men konkluderte med at forskerne i dette programmet sannsynligvis ikke hadde mer internasjonalt samarbeid enn man kan forvente av forskere.
sme: Prográmmastivrra iežaset árvvoštallan čájehii ahte máŋgga prošeavttas ledje riikkaidgaskasaš oktavuođat ja ovttasbarge olgoriikka dutkiiguin, muhto čoahkkáigesse ahte dutkiin dán prográmmas jáhkkimis ii lean eambbo riikkaidgaskasaš ovttasbargu go dan maid sáhtte vuordit juo dutkin.

source: "Program for samisk forskning II" har et kapittel om internasjonalt samarbeid i programplanen.
sme: “Sámi dutkama prográmma II” lea kapihtal riikkaidgaskasaš ovttasbarggu birra prográmmaplánas.

source: Kapitlet påpeker at de senere årenes utvikling har vist at programmet bør understreke målet om internasjonalt samarbeid mellom forskningsmiljøene i Norge og relevante utenlandske forskningsmiljøer, både generelt, innenfor de samiske rammene og som bidrag til urfolksforskningen.
sme: Kapihtal čujuha ahte daid maŋemus jagiid ovdáneapmi lea čájehan ahte prográmma berre deattuhit eambbo mihtu, mas ulbmil lea riikkaidgaskasaččat ovttasbargat dutkanbirrasiiguin Norggas ja heivvolaš olgoriikka dutkanbirrasiiguin, sihke obbalaččat, sámi rámmaid siskkobealde ja oassin álgoálbmotdutkamii.

source: Blant annet vil utviklingen i nordområdene bety nye utfordringer for urfolkssamfunnene, og forskningsbasert kunnskap vil være en nøkkelfaktor.
sme: Earret eará boahtá davviguovlluid ovdáneapmi mearkkašit álgoálbmogiidda ođđa hástalusaid, ja dutkojuvvon máhttu boahtá leat váldofáktorin.

source: En utfordring vil være å bringe fram den arktiske befolkningens egen forståelse av natur- og kulturprosessene i nordområdene.
sme: Hástalus boahtá leat oažžut ovdán arktalaš álbmoga iežas luonddu- ja kulturproseassaid ipmárdusa davviguovlluide.

source: Programmet har ikke utlyst spesielle internasjonaliseringstiltak, men fra 2010 har man i økende grad lagt vekt på samarbeid mellom institusjoner, i 2015 presisert til "utenlandske institusjoner".
sme: Prográmma ii leat almmuhan earenoamáš gaskariikkalašdoaibmabijuid, muhto 2010 rájes leat eambbo deattuhan ovttasbargui gaskal ásahusaid, ja 2015 namuhan vel “Olgoriikka ásahusaiguin”.

source: Også i dette programmet ser det hittil ut til at internasjonalt samarbeid er på forventet nivå.
sme: Maiddái dán prográmmas orru dán rádjái nu ahte gaskariikkalaš ovttasbargu lea vurdojuvvon dásis.

source: 6.3.10 De samiske forskningsprogrammene i Forskningsrådet tilpasninger etter behov
sme: 6.3.10 Sámi dutkanprográmmat Dutkanráđis heivehuvvon dárbbuid mielde
